[{"date":"2021-10-17","explanation":"Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.","hdurl":"https://apod.nasa.gov/apod/image/2110/qso2237_wiyn_1024.jpg","media_type":"image","service_version":"v1","title":"The Einstein Cross Gravitational Lens","url":"https://apod.nasa.gov/apod/image/2110/qso2237_wiyn_1024.jpg"},{"copyright":"\nDario Giannobile","date":"2021-10-18","explanation":"Why can we see the entire face of this Moon?  When the Moon is in a crescent phase, only part of it appears directly illuminated by the Sun.  The answer is earthshine, also known as earthlight and the da Vinci glow.  The reason is that the rest of the Earth-facing Moon is slightly illuminated by sunlight first reflected from the Earth.  Since the Earth appears near full phase from the Moon -- when the Moon appears as a slight crescent from the Earth -- earthshine is then near its brightest.  Featured here in combined, consecutively-taken, HDR images taken earlier this month, a rising earthshine Moon was captured passing slowly near the planet Venus, the brightest spot near the image center.  Just above Venus is the star Dschubba (catalogued as Delta Scorpii), while the red star on the far left is Antares. The celestial show is visible through scenic cloud decks. In the foreground are the lights from Palazzolo Acreide, a city with ancient historical roots in Sicily, Italy.","hdurl":"https://apod.nasa.gov/apod/image/2110/EarthshineSky_Giannobile_1212.jpg","media_type":"image","service_version":"v1","title":"Earthshine Moon over Sicily","url":"https://apod.nasa.gov/apod/image/2110/EarthshineSky_Giannobile_1212.jpg"},{"date":"2021-10-19","explanation":"Where did this big ball of stars come from? Palomar 6 is one of about 200 globular clusters of stars that survive in our Milky Way Galaxy. These spherical star-balls are older than our Sun as well as older than most stars that orbit in our galaxy's disk.  Palomar 6 itself is estimated to be about 12.5 billion years old, so old that it is close to -- and so constrains -- the age of the entire universe.  Containing about 500,000 stars, Palomar 6 lies about 25,000 light years away, but not very far from our galaxy's center.  At that distance, this sharp image from the Hubble Space Telescope spans about 15 light-years.  After much study including images from Hubble, a leading origin hypothesis is that Palomar 6 was created -- and survives today -- in the central bulge of stars that surround the Milky Way's center, not in the distant galactic halo where most other globular clusters are now found.","hdurl":"https://apod.nasa.gov/apod/image/2110/Palomar6_Hubble_2529.jpg","media_type":"image","service_version":"v1","title":"Palomar 6: Globular Star Cluster","url":"https://apod.nasa.gov/apod/image/2110/Palomar6_Hubble_960.jpg"},{"copyright":"John Kraus","date":"2021-10-20","explanation":"Why would this mission go out as far as Jupiter -- but then not visit Jupiter? Lucy's plan is to follow different leads about the origin of our Solar System than can be found at Jupiter -- where Juno now orbits. Jupiter is such a massive planet that its gravity captures numerous asteroids that orbit the Sun ahead of it -- and behind. These trojan asteroids formed all over our Solar System and some may have been trapped there for billions of years. Flying by these trojan asteroids enables studying them as fossils that likely hold unique clues about our early Solar System. Lucy, named after a famous fossil skeleton which was named after a famous song, is scheduled to visit eight asteroids from 2025 to 2033.  Pictured, Lucy's launch was captured with reflection last week aboard a powerful Atlas V rocket from Cape Canaveral, Florida, USA.","hdurl":"https://apod.nasa.gov/apod/image/2110/LucyLaunchB_Kraus_2048.jpg","media_type":"image","service_version":"v1","title":"Lucy Launches to Eight Asteroids","url":"https://apod.nasa.gov/apod/image/2110/LucyLaunchB_Kraus_960.jpg"},{"copyright":"Nik Szymanek","date":"2021-10-21","explanation":"Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 2-308 it lies some 5,000 light-years away toward the constellation of the Big Dog (Canis Major) and covers slightly more of the sky than a Full Moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured by narrowband filters in the deep image is dominated by the glow of ionized oxygen atoms mapped to a blue hue. Presenting a mostly harmless outline, SH2-308 is also known as The Dolphin-head Nebula.","hdurl":"https://apod.nasa.gov/apod/image/2110/SH2-308NS.jpg","media_type":"image","service_version":"v1","title":"SH2-308: The Dolphin-head Nebula","url":"https://apod.nasa.gov/apod/image/2110/SH2-308NS_1024.jpg"},{"copyright":"Jose Mtanous","date":"2021-10-22","explanation":"This pretty field of view spans over 2 degrees or 4 full moons on the sky, filled with stars toward the constellation Taurus, the Bull. Above and right of center in the frame you can spot the faint fuzzy reddish appearance of Messier 1 (M1), also known as the Crab Nebula. M1 is the first object in 18th century comet hunter Charles Messier's famous catalog of things which are definitely not comets. Made from image data captured this October 11, there is a comet in the picture though. Below center and left lies the faint greenish coma and dusty tail of periodic comet 67P Churyumov-Gerasimenko, also known as Rosetta's comet. In the 21st century, it became the final resting place of robots from planet Earth. Rosetta's comet is now returning to the inner solar system, sweeping toward its next perihelion or closest approach to the Sun, on November 2. Too faint to be seen by eye alone, the comet's next perigee or closest approach to Earth will be November 12.","hdurl":"https://apod.nasa.gov/apod/image/2110/67p_m1_vdb47.jpg","media_type":"image","service_version":"v1","title":"A Comet and a Crab","url":"https://apod.nasa.gov/apod/image/2110/67p_m1_vdb47_1024.jpg"},{"date":"2021-10-23","explanation":"Put on your red/blue glasses and float next to asteroid 101955 Bennu. Shaped like a spinning toy top with boulders littering its rough surface, the tiny Solar System world is about one Empire State Building (less than 500 meters) across. Frames used to construct this 3D anaglyph were taken by PolyCam on the OSIRIS_REx spacecraft on December 3, 2018 from a distance of about 80 kilometers. With a sample from the asteroid's rocky surface on board, OSIRIS_REx departed Bennu's vicinity this May and is now enroute to planet Earth. The robotic spacecraft is scheduled to return the sample to Earth in September 2023.","hdurl":"https://apod.nasa.gov/apod/image/2110/ana03BennuVantuyne1465c.jpg","media_type":"image","service_version":"v1","title":"3D Bennu","url":"https://apod.nasa.gov/apod/image/2110/ana03BennuVantuyne1024c.jpg"}]
